<section id="Franchise">
    <div class="container">
        <h1 class="franchise__title">Франшиза</h1>

        <div class="franchise-img-block">
            <img src="<?= base_url() ?>/media/franchise/how_to_open.jpg" alt="Как открыть успешный салон красоты при поддержке проверенной сети">
        </div>

        <h2 class="franchise__head">Как открыть успешный салон красоты при поддержке проверенной сети</h2>
        <p class="franchise__paragraph">Индустрия красоты – одна из самых стабильных и перспективных ниш для инвестиций. Однако самостоятельный запуск салона связан с высокими рисками: от сложностей с подбором локации и персонала до отсутствия потока клиентов. Готовое решение для тех, кто хочет минимизировать риски и начать зарабатывать с первых дней, – франшиза сети «ПЕРСОНА».</p>
        <p class="franchise__paragraph">«ПЕРСОНА» – это не просто сеть салонов – это сообщество, где каждый партнёр получает комплексную поддержку на всех этапах – от подписания договора до ежедневной работы с клиентами.</p>

        <div class="franchise-img-block">
            <img src="<?= base_url() ?>/media/franchise/team.jpg">
        </div>

        <div class="franchise__list-block">
           <div>
               <h3>1. Команда, с которой по пути</h3>
               <p class="franchise__paragraph">Вы становитесь частью активного профессионального сообщества. Вас ждут не только рабочие встречи, но и совместные выезды, обмен опытом и постоянная поддержка от управляющей компании. Здесь растут вместе и делятся успехами.</p>

               <h3>2. Клиенты с первых дней</h3>
               <p class="franchise__paragraph">Благодаря сильному узнаваемому бренду и продуманной маркетинговой системе, ваш салон начнёт работать с полной записью уже на старте. Вам не придётся месяцами «раскачивать» поток, воронка продаж уже настроена и активна.</p>
           </div>
            <div>
                <h3>3. Полностью системный запуск</h3>
                <p class="franchise__paragraph">Процесс открытия салона детально проработан и проверен на десятках запусков. Вы получаете пошаговый план, где учтено всё: от поиска помещения до первого приёма гостей. Никаких неожиданностей, только ясные задачи и сроки.</p>

                <h3>4. Обучение и развитие на всех уровнях</h3>
                <p class="franchise__paragraph">«ПЕРСОНА» – это бизнес-школа в сфере красоты. Обучение проходят не только стилисты и администраторы, но и владельцы салонов. Вы получаете знания по маркетингу, менеджменту, финансам и рекрутингу, необходимые для уверенного управления бизнесом.</p>
            </div>
        </div>

        <div class="franchise-img-block">
            <img src="<?= base_url() ?>/media/franchise/how_does_the_launch_proceed.jpg" alt="Как проходит запуск?">
        </div>

        <h2 class="franchise__head">Как проходит запуск?</h2>
        <p class="franchise__paragraph">Процесс открытия салона строится по четкой схеме:</p>
        <div class="franchise__list-block">
            <div>
                <ol>
                    <li class="franchise__paragraph"><b>Подбор локации</b> – команда помогает с аналитикой, оценкой трафика и переговорами с арендодателями.</li>
                    <li class="franchise__paragraph"><b>Ремонт и дизайн</b> – предоставляется готовый дизайн-проект и сопровождение ремонтных работ.</li>
                </ol>
            </div>
            <div>
                <ol start="3">
                    <li class="franchise__paragraph"><b>Подбор и обучение команды</b> – помощь в поиске персонала и бесплатное обучение первой группы сотрудников в собственной Академии.</li>
                    <li class="franchise__paragraph"><b>Запуск и маркетинг</b> – готовые рекламные кампании, настройка digital-инструментов и поддержка на этапе старта.</li>
                </ol>
            </div>
        </div>
        <div class="franchise-img-block">
            <img src="<?= base_url() ?>/media/franchise/who_is_this_franchise_for.jpg" alt="Для кого эта франшиза?">
        </div>

        <h2 class="franchise__head">Для кого эта франшиза?</h2>
        <p class="franchise__paragraph">«ПЕРСОНА» ищет партнёров, готовых развиваться в команде. Это предложение создано для целеустремлённых людей, которые хотят открыть бизнес с экспертной поддержкой, ценят системный подход и готовы следовать проверенной модели. Оно идеально подходит тем, кто стремится не просто запустить салон, а построить по-настоящему устойчивое и прибыльное дело.</p>
        <p class="franchise__paragraph">Франшиза «ПЕРСОНА» – это ваш уверенный вход в beauty-рынок с сильным брендом, отлаженной бизнес-моделью и поддержкой на каждом этапе. Вы приобретаете не просто салон, а становитесь частью сплочённой сети, где ваш успех – это общая цель.</p>
        <p class="franchise__paragraph">Если вы давно мечтали о собственном деле в индустрии красоты, но опасались рисков и высоких затрат на старте, мы предлагаем вам отличную возможность. С «ПЕРСОНОЙ» вы начнёте работать и зарабатывать уже с первого дня открытия, минуя этап неуверенности и финансовых потерь.</p>
        <p class="franchise__paragraph">Хотите узнать подробности и получить индивидуальный расчёт? Напишите нам на почту <a href="maito:info@persona-city.ru">info@persona-city.ru</a>, команда «ПЕРСОНЫ» свяжется с вами для презентации франшизы и персональной консультации.</p>

    </div>
</section>