<?php if (isset($service) && isset($salon)) : ?>
    <section id="MainScreen">
        <div style="background-image: url(<?php echo base_url(); ?>media/services/<?php echo $service['slug']; ?>/bg_ms.jpg);">
            <picture>
                <source type="image/webp" srcset="<?php echo base_url(); ?>media/services/<?php echo $service['slug']?>/img_ms.webp">
                <img class="img-ms w-4-12"
                     src="<?php echo base_url(); ?>media/services/<?php echo $service['slug']?>/img_ms.png"
                     alt="<?php echo $service['name']; ?>">
            </picture>
            <div class="wrp cntr-itms">
                <div class="w-1 row tablet mobile-row cntr-itms jsfd">
                    <div class="w-8-12 tablet mobile">
                        <h1 class="bot-mrgn-med"><?php echo $service['name']; ?> <?= isset($block) && array_key_exists('title', $block) ? $block['title'] : ''; ?> <?= $salon['slug'] !== 'default' ? $salon['name'] : ' Москва' ?></h1>
                        <p class="big bot-mrgn-med"><?php echo isset($block) && array_key_exists('profs', $block) ? $block['profs'] : ''; ?></p>
                        <p class="bot-mrgn-med"><?php echo $service['description']; ?></p>
                        <a class="btn bot-mrgn-med" href="#Styles">Выбор <?php echo $service['what']; ?></a>
                        <div class="row mobile-row" style="display: flex; justify-content: space-between">
                            <a class="w-4-12 item mobile" style="width: 31%!important;" popup-trigger="service-place">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="-49 141 512 512">
                                    <path d="M455.5,521.766h-8.534V391.244c9.309-3.139,16.034-11.946,16.034-22.3  c0-12.976-10.557-23.532-23.532-23.532H302.677v-16.548c0-4.142-3.358-7.5-7.5-7.5h-32.581v-18.297  c9.308-3.139,16.032-11.946,16.032-22.3c0-12.976-10.557-23.532-23.532-23.532h-96.193c-12.976,0-23.532,10.557-23.532,23.532  c0,10.354,6.724,19.16,16.032,22.3v18.297h-32.581c-4.142,0-7.5,3.358-7.5,7.5v16.548h-136.79  C-38.443,345.411-49,355.968-49,368.944c0,10.354,6.724,19.16,16.032,22.3v130.523H-41.5c-4.142,0-7.5,3.358-7.5,7.5  c0,4.142,3.358,7.5,7.5,7.5h497c4.142,0,7.5-3.358,7.5-7.5C463,525.125,459.642,521.766,455.5,521.766z M78.742,449.621  c-4.142,0-7.5,3.358-7.5,7.5v16.548H54.178v-16.548c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5v16.548H22.113v-16.548  c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5v16.548h-25.081v-81.193h129.291v81.193H86.242v-16.548  C86.242,452.979,82.884,449.621,78.742,449.621z M126.323,448.589h8.53c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5h-8.53v-25.081  h161.354v25.081H166.923c-4.142,0-7.5,3.358-7.5,7.5s3.358,7.5,7.5,7.5h120.754v25.081H126.323V448.589z M431.966,473.669h-25.08  v-16.548c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5v16.548h-17.063v-16.548c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5  v16.548h-17.064v-16.548c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5v16.548h-25.082v-81.193h129.289L431.966,473.669  L431.966,473.669z M151.404,488.669v33.097h-25.081v-33.097H151.404z M166.404,488.669H199.5v33.097h-33.097v-33.097H166.404z   M214.5,488.669h33.097v33.097H214.5V488.669z M262.597,488.669h25.08v33.097h-25.08V488.669z M302.677,488.669h129.289v33.097  H302.677V488.669z M439.468,360.411c4.705,0,8.532,3.828,8.532,8.532c0,4.705-3.828,8.532-8.532,8.532h-0.001c0,0,0,0-0.001,0  H302.677V360.41h136.791V360.411z M158.903,272.234h96.193c4.705,0,8.532,3.828,8.532,8.532c0,4.705-3.828,8.532-8.532,8.532  h-96.193c-4.705,0-8.532-3.828-8.532-8.532C150.371,276.061,154.199,272.234,158.903,272.234z M166.403,304.298h81.193v17.064  h-81.193L166.403,304.298L166.403,304.298z M126.323,336.363h161.354v17.064h-8.53c-4.142,0-7.5,3.358-7.5,7.5s3.358,7.5,7.5,7.5  h8.53v25.081H126.323v-25.081h120.754c4.142,0,7.5-3.358,7.5-7.5s-3.358-7.5-7.5-7.5H126.323V336.363z M-25.468,360.411h136.791  v17.065H-25.468c-4.705,0-8.532-3.828-8.532-8.532C-34,364.239-30.172,360.411-25.468,360.411z M-17.968,488.669h129.291v33.097  H-17.968V488.669z"></path>
                                    <path d="M14.613,409.54c-4.142,0-7.5,3.358-7.5,7.5v8.016c0,4.142,3.358,7.5,7.5,7.5s7.5-3.358,7.5-7.5  v-8.016C22.113,412.898,18.755,409.54,14.613,409.54z"></path>
                                    <path d="M86.242,417.04c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5v8.016c0,4.142,3.358,7.5,7.5,7.5  s7.5-3.358,7.5-7.5V417.04z"></path>
                                    <path d="M46.677,409.54c-4.142,0-7.5,3.358-7.5,7.5v8.016c0,4.142,3.358,7.5,7.5,7.5s7.5-3.358,7.5-7.5  v-8.016C54.177,412.898,50.819,409.54,46.677,409.54z"></path>
                                    <path d="M399.386,432.557c4.142,0,7.5-3.358,7.5-7.5v-8.016c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5  v8.016C391.886,429.199,395.244,432.557,399.386,432.557z"></path>
                                    <path d="M335.259,432.557c4.142,0,7.5-3.358,7.5-7.5v-8.016c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5  v8.016C327.759,429.199,331.117,432.557,335.259,432.557z"></path>
                                    <path d="M367.323,432.557c4.142,0,7.5-3.358,7.5-7.5v-8.016c0-4.142-3.358-7.5-7.5-7.5s-7.5,3.358-7.5,7.5  v8.016C359.823,429.199,363.181,432.557,367.323,432.557z"></path>
                                </svg>
                                <p><?php echo isset($block) && array_key_exists('where', $block) ? $block['where'] : ''; ?>
                                    <br/><strong><?php echo $salon['address_short']; ?></strong></p>
                            </a>
                            <a class="w-4-12 item mobile" style="width: 31%!important;" popup-trigger="service-price">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="-49 141 512 512">
                                    <path d="M459.3,415h-24.4V301H365l-48.8-48.8h118.7v-16.3h-135L207,143l-92.9,92.9H-4.6  c-22.4,0-40.7,18.3-40.7,40.7v333.7c0,22.4,18.3,40.7,40.7,40.7h398.8c22.4,0,40.7-18.3,40.7-40.7v-97.7h24.4V415z M342,301H72  l135-135L342,301z M-4.6,252.2H97.8L49,301H-4.6c-13.5,0-24.4-11-24.4-24.4S-18.1,252.2-4.6,252.2z M418.6,610.3  c0,13.5-11,24.4-24.4,24.4H-4.6c-13.5,0-24.4-11-24.4-24.4V308.9c6.8,5.2,15.2,8.3,24.4,8.3h423.2V415h-89.5  c-26.9,0-48.8,21.9-48.8,48.8s21.9,48.8,48.8,48.8h89.5V610.3z M443,496.4H329.1c-18,0-32.6-14.6-32.6-32.6s14.6-32.6,32.6-32.6H443  V496.4z"></path>
                                    <rect x="320.9" y="455.7" width="16.3" height="16.3"></rect>
                                </svg>
                                <p><?php echo isset($block) && array_key_exists('price', $block) ? $block['price'] . ' ' : ''; ?> <?php echo $service['what']; ?>
                                    <br/><strong>от <?php echo $service['start_price']; ?> руб.</strong></p>
                            </a>
                            <a class="w-4-12 item mobile" style="width: 31%!important;" popup-trigger="service-quality">
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="-49 141 512 512">
                                    <path d="M460.497,565.169c2.43-2.444,3.153-6.108,1.835-9.292s-4.42-5.265-7.866-5.277H386.2v-34.133   c-0.009-9.422-7.645-17.057-17.067-17.067H44.867c-9.422,0.009-17.057,7.645-17.067,17.067V550.6h-68.267   c-3.447,0.011-6.549,2.092-7.867,5.276c-1.318,3.185-0.594,6.849,1.836,9.293L-9.867,601.8l-36.631,36.631   c-2.43,2.444-3.153,6.108-1.835,9.292c1.318,3.184,4.42,5.265,7.866,5.277h153.6c4.713,0,8.533-3.82,8.533-8.533V601.8h170.667   v42.667c0,4.713,3.821,8.533,8.533,8.533h153.6c3.447-0.011,6.549-2.092,7.867-5.276c1.318-3.185,0.594-6.849-1.836-9.293   L423.867,601.8L460.497,565.169z M44.867,516.467h324.267l0.008,42.628l-0.008,0.039l0.008,0.039l0.005,25.561H44.867V516.467z    M104.6,635.933H-19.867l28.1-28.1c1.601-1.6,2.5-3.77,2.5-6.033s-0.899-4.433-2.5-6.033l-28.1-28.1H27.8v17.067   c0.009,9.422,7.645,17.057,17.067,17.067H104.6V635.933z M433.867,635.933H309.4V601.8h59.733   c9.422-0.009,17.057-7.645,17.067-17.067v-17.067h47.667l-28.1,28.1c-1.601,1.6-2.5,3.77-2.5,6.033s0.899,4.433,2.5,6.033   L433.867,635.933z"></path>
                                    <path d="M-46.379,383.779l30.863,29.65l-7.283,41.842c-0.556,3.195,0.747,6.429,3.362,8.346   s6.092,2.185,8.971,0.692L27.8,444.479l38.267,19.829c2.879,1.493,6.355,1.225,8.971-0.692c2.616-1.917,3.919-5.151,3.362-8.346   l-7.283-41.842l30.863-29.65c2.352-2.261,3.21-5.664,2.209-8.77c-1.001-3.105-3.684-5.368-6.913-5.83l-42.75-6.125l-19.096-38.142   c-1.603-2.686-4.501-4.331-7.629-4.331c-3.128,0-6.026,1.645-7.629,4.331L1.075,363.054l-42.75,6.125   c-3.229,0.462-5.913,2.725-6.913,5.83C-49.589,378.115-48.731,381.519-46.379,383.779z M7.912,379.313   c2.769-0.395,5.169-2.123,6.421-4.625L27.8,347.792l13.467,26.896c1.252,2.502,3.651,4.23,6.421,4.625l29.854,4.279l-21.521,20.675   c-2.045,1.967-2.98,4.821-2.496,7.617l5.108,29.354l-26.908-13.946c-2.461-1.278-5.389-1.278-7.85,0l-26.909,13.946l5.108-29.354   c0.484-2.796-0.451-5.65-2.496-7.617l-21.521-20.675L7.912,379.313z"></path>
                                    <path d="M462.588,375.008c-1.001-3.105-3.684-5.367-6.913-5.829l-42.75-6.125l-19.096-38.142   c-1.603-2.686-4.501-4.331-7.629-4.331c-3.128,0-6.026,1.645-7.629,4.331l-19.096,38.142l-42.75,6.125   c-3.229,0.462-5.913,2.725-6.913,5.83c-1,3.105-0.143,6.509,2.209,8.77l30.863,29.65l-7.283,41.842   c-0.556,3.195,0.747,6.429,3.362,8.346c2.616,1.917,6.092,2.185,8.971,0.692l38.267-19.829l38.267,19.829   c2.879,1.493,6.355,1.225,8.971-0.692c2.616-1.917,3.919-5.151,3.362-8.346l-7.283-41.842l30.862-29.65   C462.732,381.518,463.589,378.114,462.588,375.008z M414.421,404.267c-2.045,1.967-2.98,4.821-2.496,7.617l5.108,29.354   l-26.908-13.946c-2.461-1.278-5.389-1.278-7.85,0l-26.908,13.946l5.108-29.354c0.484-2.796-0.451-5.65-2.496-7.617l-21.521-20.675   l29.854-4.279c2.769-0.395,5.169-2.123,6.421-4.625l13.467-26.896l13.467,26.896c1.252,2.502,3.651,4.23,6.421,4.625l29.854,4.279   L414.421,404.267z"></path>
                                    <path d="M334.613,228.475c-0.987-3.159-3.712-5.462-6.992-5.908l-78.196-10.671l-34.871-66.333   c-1.62-2.615-4.478-4.206-7.554-4.206s-5.934,1.591-7.554,4.206l-34.871,66.333l-78.196,10.671c-3.28,0.447-6.005,2.751-6.992,5.91   c-0.987,3.16-0.058,6.605,2.384,8.84l56.254,51.475l-13.254,72.542c-0.58,3.173,0.679,6.402,3.253,8.345   c2.575,1.943,6.025,2.267,8.917,0.838L207,335.942l70.059,34.575c2.892,1.429,6.343,1.105,8.918-0.838   c2.575-1.943,3.834-5.172,3.253-8.345l-13.254-72.542l56.254-51.475C334.672,235.081,335.6,231.635,334.613,228.475z    M260.971,279.388c-2.165,1.984-3.16,4.94-2.633,7.829l11.05,60.483l-58.612-28.925c-2.379-1.178-5.171-1.178-7.55,0L144.613,347.7   l11.05-60.483c0.526-2.889-0.468-5.846-2.633-7.829l-46.305-42.37l64.513-8.804c2.733-0.371,5.118-2.042,6.4-4.483L207,167.871   l29.363,55.858c1.282,2.442,3.667,4.112,6.4,4.483l64.513,8.805L260.971,279.388z"></path>
                                </svg>
                                <p><?php echo isset($block) && array_key_exists('quality', $block) ? $block['quality'] : ''; ?></p>
                            </a>
                        </div>
                    </div>
                    <div class="w-3-12 tablet mobile form"
                         style="background-image: url(<?php echo base_url(); ?>assets/imgs/form_header.png);">
                        <?php $heading_title = !$service['h2'] ? $service['name'] : $service['h2'];
                        $heading = 'Запишись на <br/><strong>' . mb_strtolower($heading_title) . ' </strong> онлайн'; ?>
                        <?php $this->load->view('_form', array('slug_salon' => $salon['slug'], 'slug_service' => $service['slug'], 'tel' => $salon['tel'], 'heading' => $heading, 'master' => false)); ?>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <!-- Popup: Находимся в... -->
    <div class="cs-popup info-popup" trigger="service-place">
        <div class="wrp">
            <div class="w-1 row jsfd">
                <div class="w-8-12 no-mrgn text">
                    <h5 class="salon__popup-title bot-mrgn-ult"><?php echo isset($block) && array_key_exists('where', $block) ? $block['where'] : ''; ?>
                        <strong><?php echo $salon['address_short']; ?></strong></h5>
                    <p class="bot-mrgn-ult"><?php echo isset($block) && array_key_exists('where_text', $block) ? $block['where_text'] : ''; ?></p>
                    <?php $this->load->view('_form', array('slug_salon' => $salon['slug'], 'slug_service' => $service['slug'], 'tel' => $salon['tel'], 'heading' => null, 'master' => false)); ?>
                </div>
                <div class="w-4-12 no-mrgn img"
                     style="background-image: url(<?php echo base_url(); ?>media/salons/<?php echo $salon['slug']; ?>/popup.jpg);"></div>
            </div>
        </div>
    </div>

    <!-- Popup: Цены на все услуги -->
    <div class="cs-popup info-popup" trigger="service-price">
        <div class="wrp">
            <div class="w-1 row jsfd">
                <div class="w-8-12 no-mrgn text">
                    <h5 class="salon__popup-title bot-mrgn-ult"><?php echo isset($block) && array_key_exists('price', $block) ? $block['price'] . ' ' : ''; ?><?php echo $service['what']; ?>
                        <strong>от <?php echo $service['start_price']; ?> руб.</strong></h5>
                    <p class="bot-mrgn-ult"><?php echo isset($block) && array_key_exists('price_text', $block) ? $block['price_text'] : ''; ?></p>
                    <?php $this->load->view('_form', array('slug_salon' => $salon['slug'], 'slug_service' => $service['slug'], 'tel' => $salon['tel'], 'heading' => null, 'master' => false)); ?>
                </div>
                <div class="w-4-12 no-mrgn img"
                     style="background-image: url(<?php echo base_url(); ?>media/services/<?php echo $service['slug']; ?>/popup_price.jpg);"></div>
            </div>
        </div>
    </div>

    <!-- Popup: Абсолютно безупречное качество -->
    <div class="cs-popup info-popup" trigger="service-quality">
        <div class="wrp">
            <div class="w-1 row jsfd">
                <div class="w-8-12 no-mrgn text">
                    <h5 class="salon__popup-title bot-mrgn-ult"><?php echo isset($block) && array_key_exists('quality', $block) ? $block['quality'] : ''; ?></h5>
                    <p class="bot-mrgn-ult"><?php echo isset($block) && array_key_exists('quality_text', $block) ? $block['quality_text'] : ''; ?></p>
                    <?php $this->load->view('_form', array('slug_salon' => $salon['slug'], 'slug_service' => $service['slug'], 'tel' => $salon['tel'], 'heading' => null, 'master' => false)); ?>
                </div>
                <div class="w-4-12 no-mrgn img"
                     style="background-image: url(<?php echo base_url(); ?>media/services/<?php echo $service['slug']; ?>/popup_quality.jpg);"></div>
            </div>
        </div>
    </div>
<?php endif; ?>
