<?php
/**
 * Copyright (c) 2018.
 * Powered by CheckSanity (https://checksanity.ru)
 * Developed for Prime Production (https://primeproduction.ru)
 */
?>

<style>
    section { padding-top: 150px; }
    img { width: 50%; display: block; margin: 0 auto; }
</style>

<section>
    <div class="cs_sec_wrap">
        <div class="cs_wrap">
            <div class="cs_col one">
                <h1 class="bot_mrgn_sml">Россияне стали больше тратить на услуги салонов красоты</h1>
                <p class="big bot_mrgn_ult">2018 год оказался более динамичным для индустрии красоты в России, чем предсказывали специалисты. Посетители салонов
                    стали больше
                    тратить на
                    сложные услуги, отдавали предпочтение салонам красоты при покупке дорогой косметики и все чаще посещали несколько салонов для различного
                    вида услуг.</p>
                <p class="big bot_mrgn_ult">По данным аналитического центра «Персона-Сити», средний чек в салонах красоты 10 крупнейших городов России вырос по
                    итогам 11
                    месяцев 2018
                    года на 12%, по сравнению с аналогичным промежутком прошлого года и составил 3 110 рублей.
                </p>
                <img class="bot_mrgn_ult" src="/temp-media/temp/услуги.jpg">
                <p class="big bot_mrgn_ult">Эксперты отмечают, что чаще всего жители российских городов обращались в салоны для изменения формы и стрижки волос.
                    На данную
                    услугу в 2018
                    году приходилось 47% от всех услуг в салонах красоты. На окрашивание волос и уходы для волос приходилось 32%, 15% на услуги ногтевого
                    сервиса и 6% на услуги косметологов и эстетистов.
                </p>
                <p class="big bot_mrgn_ult">
                    По словам управляющего партнера крупнейшей в России сети салонов красоты «Персона» Кирилла Бударина, женщины лидируют по количеству
                    оказанных им «дорогих» услуг и часто делают несколько услуг во время одного визита. Мужчины обычно ограничиваются стрижкой и укладкой,
                    гораздо реже посещают косметологов, хотя количество поклонников эстетических процедур среди мужской аудитории постоянно растет.
                </p>
                <img class="bot_mrgn_ult" src="/temp-media/temp/аудиторы.jpg">
                <p class="big bot_mrgn_ult">Самыми активными посетителями салонов красоты являются женщины в возрасте от 25 до 44 лет. На их долю приходится 78%
                    от всей
                    женской
                    аудитории салонов красоты. Мужчины составляют пятую часть клиентов в салоне, на их долю приходится 19%. Общая доля женщин среди клиентов
                    салонов красоты составляет 81%.</p>
                <img class="bot_mrgn_ult" src="/temp-media/temp/средний-чек.jpg">
                <p class="big bot_mrgn_ult">
                    Средний «женский» чек в салонах красоты в 2018 году составляет 3 580 рублей. Мужчины же тратят на красоту в среднем 1 740 рублей за один
                    визит в салон красоты.<br/>
                    В исследовании приняли участие 320 салонов из Москвы, Санкт-Петербурга, Казани, Екатеринбурга, Ростова на Дону,
                    Калининграда, Краснодара, Владивостока, Воронежа, Самары.
                </p>
                <p style="text-align: right;">Пресс-служба Персона Сити<br/>
                    PR-директор Барабаш Руслан<br/>
                    +7 (499) 490 61 87<br/>
                    +7 (926) 867 86 27<br/>
                    www.promo.persona-city.ru<br/>
                </p>
            </div>
        </div>
    </div>
</section>
