<section>
    <div class="not-found">
        <div class="not-found404">
            404
        </div>
        <h1>Страница не найдена (404 Not Found)</h1>
        <p>К сожалению, запрашиваемая Вами страница не найдена на сайте нашей компании.</p>
        <p>Мы приносим свои извинения за доставленные неудобства и предлагаем следующие пути:</p>
        <p> - перейти на <a href="/">главную страницу</a></p>
        <p> - оставить заявку на <a on="tap:lead.open">обратный звонок</a></p>
    </div>
</section>

